Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Physician, nurse, social worker messaging
ar: رسائل الطبيب والممرضة والأخصائي الاجتماعي
de: Messaging mit Arzt, Krankenpfleger, Sozialarbeiter
es: Mensajería entre médico, enfermero y trabajador social
fr: Messagerie avec médecin, infirmière, travailleur social
ha: Saƙon likita, jiya, da mai aiki na jama'a
ig: Ozi dọkịta, nọọsụ, na onye ọrụ mmekọrịta
pt: Mensagens entre médico, enfermeiro e assistente social
sw: Ujumbe wa daktari, mkunga, na kazi kwa jamii
yo: Ìfitónilétí oníṣègùn, olóòjú, àti onítọ́jú ọ̀rọ̀
zh: 医生、护士、社工消息

source: Physician: %@
ar: الطبيب: %@
de: Arzt: %@
es: Médico: %@
fr: Médecin : %@
ha: Likita: %@
ig: Dọkịta: %@
pt: Médico: %@
sw: Daktari: %@
yo: Oníṣègùn: %@
zh: 医生：%@

source: Plan Name
ar: اسم الخطة
es: Nombre del plan
fr: Nom du régime
ha: Sunan Shirin
ig: Aha Atụmatụ
pt: Nome do Plano
sw: Jina la Mpango
yo: Orúkọ Ètò
zh: 计划名称

source: Plan Type
ar: نوع الخطة
de: Plantyp
es: Tipo de plan
fr: Type de plan
ha: Nau'in Shirin
ig: Ụdị Atụmatụ
pt: Tipo de Plano
sw: Aina ya Mpango
yo: Irú Ètò
zh: 计划类型

source: Plan: %@
ar: الخطة: %@
ha: Shirin: %@
ig: Atụmatụ: %@
pt: Plano: %@
sw: Mpango: %@
yo: Ètò: %@
zh: 计划：%@

source: Planning
ar: التخطيط
de: Planung
es: Planificación
fr: Planification
ha: Shirye-shirye
ig: Ịtụle
pt: Planejamento
sw: Kupanga
yo: Ìmọ̀ràn
zh: 规划中

source: Please wait while the provider admits you
ar: يرجى الانتظار أثناء قبول المزود لك
de: Bitte warten Sie, während der Anbieter Sie aufnimmt
es: Por favor espera mientras el proveedor te admite
fr: Veuillez patienter pendant que le prestataire vous admet
ha: Jiya ku hankali yayin da mai ba da hidima ke shiryarku
ig: Chere ka onye na-enye ọrụ na-anabata gị
pt: Aguarde enquanto o provedor o admite
sw: Tafadhali subiri wakati mtoa huduma anakukubali
yo: Jọ̀wọ́ dúró nígbà tí onbàjá náà ń gbà ọ wọ̀
zh: 请等待提供者为您办理入院

source: Points
ar: النقاط
de: Punkte
es: Puntos
ha: Maki
ig: Isi
pt: Pontos
sw: Pointi
yo: Àwọn Ìdí
zh: 积分

source: Poison
ar: السم
de: Gift
es: Veneno
ha: Guba
ig: Ọjọọ
pt: Veneno
sw: Sumu
yo: Ìyèn
zh: 中毒

source: Policy / ID Number
ar: رقم السياسة / الهوية
de: Versicherungsnummer
es: Póliza / Número de ID
fr: Numéro de police / ID
ha: Kundin Manufa / Lambar Lambar
ig: Iwu / Nọmba ID
pt: Número de Apólice / ID
sw: Sera / Namba ya Kitambulisho
yo: Ìlànà / Nọ́mbà Ìdánimọ̀
zh: 保单/ID号

source: Policy Details
ar: تفاصيل السياسة
de: Richtliniendetails
es: Detalles de la Póliza
fr: Détails de la politique
ha: Bayanan Manufa
ig: Nkọwa Iwu
pt: Detalhes da Política
sw: Maelezo ya Sera
yo: Àwọn Ìtumọ̀ Ìdánilójú
zh: 政策详情

source: Post
ar: منشور
de: Beitrag
es: Publicar
fr: Publier
ha: Aika
ig: Tinyere
pt: Publicar
sw: Chapisha
yo: Fi sílẹ̀
zh: 发布

source: Post anonymously
ar: منشور مجهول الهوية
de: Anonym posten
es: Publicar anónimamente
fr: Publier anonymement
ha: Aika cikin asiri
ig: Tinyere n'ụzọ nzuzo
pt: Publicar anonimamente
sw: Chapisha bila jina
yo: Fi sílẹ̀ láìsọ orúkọ
zh: 匿名发布

source: Post Anonymously
ar: منشور مجهول الهوية
de: Anonym posten
es: Publicar Anónimamente
fr: Publier anonymement
ha: Aika Cikin Asiri
ig: Tinyere N'ụzọ Nzuzo
pt: Publicar Anonimamente
sw: Chapisha Bila Jina
yo: Fi sílẹ̀ Láìsọ Orúkọ
zh: 匿名发布

source: Post BP
ar: ضغط الدم بعد
de: BP posten
es: Publicar PA
fr: TA après
ha: Aika BP
ig: Tinyere BP
pt: Publicar PA
sw: Chapisha BP
yo: Fi sílẹ̀ BP
zh: 发布血压

source: Post Dia
ar: الضغط الانبساطي بعد
de: Dia posten
es: Publicar Dia
ha: Aika Dia
ig: Tinyere Dia
pt: Publicar Dia
sw: Chapisha Dia
yo: Fi sílẹ̀ Dia
zh: 发布舒张压

source: Post not found
ar: لم يتم العثور على المنشور
de: Beitrag nicht gefunden
es: Publicación no encontrada
fr: Publication non trouvée
ha: Aika ba a samu ba
ig: Ihe tinyere ahụ ewetaghị
pt: Publicação não encontrada
sw: Chapisha haikupatikana
yo: Ìfisílẹ̀ kò rí
zh: 未找到发布内容

source: Post Stand BP
ar: ضغط الدم الواقف بعد
de: Stand BP posten
es: Publicar PA de Pie
fr: TA debout après
ha: Aika Stand BP
ig: Tinyere Stand BP
pt: Publicar PA em Pé
sw: Chapisha Stand BP
yo: Fi sílẹ̀ Stand BP
zh: 发布站立血压

source: Post Sys
ar: الضغط الانقباضي بعد
de: Sys posten
es: Publicar Sis
ha: Aika Sys
ig: Tinyere Sys
pt: Publicar Sis
sw: Chapisha Sys
yo: Fi sílẹ̀ Sys
zh: 发布收缩压

source: Post Weight (kg)
ar: الوزن بعد (كغ)
de: Gewicht posten (kg)
es: Publicar Peso (kg)
fr: Poids après (kg)
ha: Aika Nauyi (kg)
ig: Tinyere Ibu (kg)
pt: Publicar Peso (kg)
sw: Chapisha Uzani (kg)
yo: Fi sílẹ̀ Ìwọ̀n (kg)
zh: 发布体重 (kg)

source: Post Wt
ar: الوزن بعد
de: Gew. posten
es: Publicar Peso
fr: Poids après
ha: Aika Nauyi
ig: Tinyere Wt
pt: Publicar Peso
sw: Chapisha Uz
yo: Fi sílẹ̀ Wt
zh: 发布体重

source: Post-BP
ar: ضغط الدم بعد
es: PA-Post
fr: Post-TA
ha: Aika-BP
pt: PA-Pós
sw: Baada ya-BP
yo: Fi sílẹ̀-BP
zh: 治疗后血压

source: Post-Meal Weight (kg)
ar: الوزن بعد الوجبة (كغ)
de: Gewicht nach Mahlzeit (kg)
es: Peso Post-Comida (kg)
fr: Poids après repas (kg)
ha: Nauyi Bayan Abinci (kg)
ig: Ibu Mgbe Rie Nri (kg)
pt: Peso Pós-Refeição (kg)
sw: Uzani Baada ya Chakula (kg)
yo: Fi sílẹ̀ Ìwọ̀n Lẹ́yìn Oúnjẹ (kg)
zh: 餐后体重 (kg)

source: Post-Treatment Totals
ar: إجماليات ما بعد العلاج
de: Werte nach Behandlung
es: Totales Post-Tratamiento
fr: Totaux après traitement
ha: Jimillar Bayan Jiya
ig: Nchịkọta Mgbe Emechara Ọgwụ
pt: Totais Pós-Tratamento
sw: Jumla Baada ya Matibabu
yo: Àpapọ̀ Lẹ́yìn Ìtọ́jú
zh: 治疗后总计

source: Post-Treatment Vitals
ar: العلامات الحيوية بعد العلاج
de: Vitalzeichen nach Behandlung
es: Signos Vitales Post-Tratamiento
fr: Signes vitaux après traitement
ha: Alamun Jiya Bayan Jiya
ig: Ọnụ Ọgụgụ Ahụ Mgbe Emechara Ọgwụ
pt: Sinais Vitais Pós-Tratamento
sw: Dalili Baada ya Matibabu
yo: Àwọn Ìyẹ̀ Ìpilẹ̀ Lẹ́yìn Ìtọ́jú
zh: 治疗后生命体征

source: Practice
ar: العيادة
de: Praxis
es: Centro
fr: Cabinet
ha: Aiki
ig: Ebe Ọgwụ
pt: Consultório
sw: Kituo
yo: Ìsẹ̀ṣẹ̀
zh: 诊疗机构

source: Practice Address
ar: عنوان العيادة
de: Praxisadresse
es: Dirección del Centro
fr: Adresse du cabinet
ha: Adireshi Aiki
ig: Adreesị Ebe Ọgwụ
pt: Endereço do Consultório
sw: Anwani ya Kituo
yo: Àdírẹ́ṣì Ìsẹ̀ṣẹ̀
zh: 诊疗机构地址

source: Practice Email
ar: بريد العيادة الإلكتروني
de: Praxis-E-Mail
es: Correo del Centro
fr: E-mail du cabinet
ha: Imel Aiki
ig: Email Ebe Ọgwụ
pt: Email do Consultório
sw: Barua pepe ya Kituo
yo: Ìmẹ̀ilì Ìsẹ̀ṣẹ̀
zh: 诊疗机构邮箱

source: Practice Name
ar: اسم العيادة
de: Praxisname
es: Nombre del Centro
fr: Nom du cabinet
ha: Sunan Aiki
ig: Aha Ebe Ọgwụ
pt: Nome do Consultório
sw: Jina la Kituo
yo: Orúkọ Ìsẹ̀ṣẹ̀
zh: 诊疗机构名称

source: Practice Phone
ar: هاتف العيادة
de: Praxistelefon
es: Teléfono del Centro
fr: Téléphone du cabinet
ha: Waya Aiki
ig: Telefọn Ebe Ọgwụ
pt: Telefone do Consultório
sw: Simu ya Kituo
yo: Nọ́ọ̀mbà Ìsẹ̀ṣẹ̀
zh: 诊疗机构电话

source: Practice Type
ar: نوع العيادة
de: Praxistyp
es: Tipo de Centro
fr: Type de cabinet
ha: Nau'in Aiki
ig: Ụdị Ebe Ọgwụ
pt: Tipo de Consultório
sw: Aina ya Kituo
yo: Irú Ìsẹ̀ṣẹ̀
zh: 诊疗机构类型

source: Practice Website
ar: موقع العيادة الإلكتروني
de: Praxis-Website
es: Sitio Web del Centro
fr: Site web du cabinet
ha: Gida Aiki
ig: Weebụ Ebe Ọgwụ
pt: Site do Consultório
sw: Tovuti ya Kituo
yo: Ẹ̀kó Ìntánẹ́ẹ̀ṭì Ìsẹ̀ṣẹ̀
zh: 诊疗机构网站

source: Pre
ar: قبل
de: Vor
fr: Pré
ha: Gida
ig: Tupu
pt: Pré
sw: Kabla
yo: Ṣáájú
zh: 治疗前

source: Pre BP
ar: ضغط الدم قبل
de: BP vor
es: PA Pre
fr: TA avant
ha: Gida BP
ig: Tupu BP
pt: Pré PA
sw: Kabla BP
yo: Ṣáájú BP
zh: 治疗前血压

source: Pre Dia
ar: الضغط الانبساطي قبل
de: Dia vor
es: Dia Pre
fr: Pré Dia
ha: Gida Dia
ig: Tupu Dia
pt: Pré Dia
sw: Kabla Dia
yo: Ṣáájú Dia
zh: 治疗前舒张压

source: Pre Stand BP
ar: ضغط الدم الواقف قبل
de: Stand BP vor
es: PA Pre de Pie
fr: TA debout avant
ha: Gida Stand BP
ig: Tupu Stand BP
pt: Pré PA em Pé
sw: Kabla Stand BP
yo: Ṣáájú Stand BP
zh: 治疗前站立血压

source: Pre Sys
ar: الضغط الانقباضي قبل
de: Sys vor
es: Sis Pre
fr: Pré Sys
ha: Gida Sys
ig: Tupu Sys
pt: Pré Sis
sw: Kabla Sys
yo: Ṣáájú Sys
zh: 治疗前收缩压

source: Pre Weight (kg)
ar: الوزن قبل (كغ)
de: Gewicht vor (kg)
es: Peso Pre (kg)
fr: Poids pré (kg)
ha: Gida Nauyi (kg)
ig: Tupu Ibu (kg)
pt: Pré Peso (kg)
sw: Uzani Kabla (kg)
yo: Ṣáájú Ìwọ̀n (kg)
zh: 治疗前体重 (kg)

source: Pre Wt
ar: الوزن قبل
de: Gew. vor
es: Peso Pre
fr: Poids avant
ha: Gida Nauyi
ig: Tupu Wt
pt: Pré Peso
sw: Uz Kabla
yo: Ṣáájú Wt
zh: 治疗前体重

source: Pre-BP
ar: ضغط الدم قبل
de: Vor-BP
es: PA-Pre
fr: TA pré
ha: Gida-BP
pt: PA-Pré
sw: Kabla-BP
yo: Ṣáájú-BP
zh: 治疗前血压

source: Pre-Meal Weight (kg)
ar: الوزن قبل الوجبة (كغ)
de: Gewicht vor Mahlzeit (kg)
es: Peso Pre-Comida (kg)
fr: Poids avant repas (kg)
ha: Nauyi Gida Abinci (kg)
ig: Ibu Tupu Rie Nri (kg)
pt: Peso Pré-Refeição (kg)
sw: Uzani Kabla ya Chakula (kg)
yo: Ṣáájú Ìwọ̀n Oúnjẹ (kg)
zh: 餐前体重 (kg)

source: Pre-Medication Vitals (optional)
ar: العلامات الحيوية قبل الدواء (اختياري)
de: Vitalzeichen vor Medikation (optional)
es: Signos Vitales Pre-Medicación (opcional)
fr: Signes vitaux pré-médicament (optionnel)
ha: Alamun Gida Kafin Magungunan (zaɓe)
ig: Ọnụ Ọgụgụ Ahụ Tupu Ọgwụ (nhọrọ)
pt: Sinais Vitais Pré-Medicação (opcional)
sw: Dalili Kabla ya Dawa (hiari)
yo: Àwọn Ìyẹ̀ Ìpilẹ̀ Ṣáájú Oogun (àkọ̀kọ̀)
zh: 用药前生命体征（可选）

source: Pre-Treatment Assessment
ar: التقييم قبل العلاج
de: Bewertung vor Behandlung
es: Evaluación Pre-Tratamiento
fr: Évaluation pré-traitement
ha: Kimantawar Gida Kafin Jiya
ig: Nyocha Tupu Ọgwụ
pt: Avaliação Pré-Tratamento
sw: Tathmini Kabla ya Matibabu
yo: Ìwádìí Ṣáájú Ìtọ́jú
zh: 治疗前评估

source: Pre-Treatment Vitals
ar: العلامات الحيوية قبل العلاج
de: Vitalzeichen vor Behandlung
es: Signos Vitales Pre-Tratamiento
fr: Signes vitaux pré-traitement
ha: Alamun Gida Kafin Jiya
ig: Ọnụ Ọgụgụ Ahụ Tupu Ọgwụ
pt: Sinais Vitais Pré-Tratamento
sw: Dalili Kabla ya Matibabu
yo: Àwọn Ìyẹ̀ Ìpilẹ̀ Ṣáájú Ìtọ́jú
zh: 治疗前生命体征

source: Precautions
ar: احتياطات
de: Vorsichtsmaßnahmen
es: Precauciones
fr: Précautions
ha: Garkuwa
ig: Ihe Ọ Kwesịrị Ịzụ Anya
pt: Precauções
sw: Tahadhari
yo: Àwọn Ìkìlọ̀
zh: 注意事项

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
ha: Zaɓuwar Jiya
ig: Nhọrọ
pt: Preferências
sw: Mapendeleo
yo: Àwọn Ìfẹ́ràn
zh: 偏好设置

source: Preferred Activities
ar: الأنشطة المفضلة
de: Bevorzugte Aktivitäten
es: Actividades Preferidas
fr: Activités préférées
ha: Ayyukan Zaɓuwa
ig: Ihe Ọ Masịrị Ime
pt: Atividades Preferidas
sw: Shughuli Zinazopendwa
yo: Àwọn Iṣẹ́ Ìfẹ́ràn
zh: 偏好活动

source: Prefix
ar: البادئة
de: Präfix
es: Prefijo
fr: Préfixe
ha: Gida Sunan
ig: Aha Mma
pt: Prefixo
sw: Kiambishi
yo: Àdìtì Orúkọ
zh: 前缀

source: Prescribed by (optional)
ar: موصوف من قبل (اختياري)
de: Verordnet von (optional)
es: Prescrito por (opcional)
fr: Prescrit par (facultatif)
ha: Ƴaɓa ta (zaɓe)
ig: Onye Nyere Ọgwụ (nhọrọ)
pt: Prescrito por (opcional)
sw: Ameagiza (hiari)
yo: Ní àṣẹ nínú (àkọ̀kọ̀)
zh: 处方医生（可选）

source: Prescription
ar: وصفة طبية
de: Verordnung
es: Prescripción
fr: Ordonnance
ha: Ƴaɓa
ig: Ọgwụ Nyere
pt: Prescrição
sw: Agizo la Dawa
yo: Àṣẹ Oogun
zh: 处方

source: Prescription ID
ar: رقم الوصفة الطبية
de: Rezept-ID
es: ID de Prescripción
fr: ID ordonnance
ha: Lambar Maganin
ig: Nọmba Ọgwụ
pt: ID da Prescrição
sw: Kitambulisho cha Resepi
yo: Nọmba Iyèwu
zh: 处方ID

source: Prescriptions
ar: الوصفات الطبية
de: Rezepte
es: Prescripciones
fr: Ordonnances
ha: Maganin
ig: Ọgwụ
pt: Prescrições
sw: Resepi
yo: Àwọn Iyèwu
zh: 处方

source: Prescriptions (all stopped)
ar: الوصفات الطبية (جميعها متوقفة)
de: Rezepte (alle beendet)
es: Prescripciones (todas suspendidas)
fr: Ordonnances (toutes arrêtées)
ha: Maganin (duk an tsare)
ig: Ọgwụ (niile kwụsịrị)
pt: Prescrições (todas interrompidas)
sw: Resepi (zote zimesimamishwa)
yo: Àwọn Iyèwu (gbogbo ti dúró)
zh: 处方（全部已停用）

source: Present
ar: حالي
de: Aktuell
es: Presente
fr: Présent
ha: Akwai
ig: Dị ugbu a
pt: Presente
sw: Sasa
yo: Lọ́wọ́
zh: 现在

source: Prev Post
ar: المنشور السابق
de: Vorheriger Beitrag
es: Anterior Siguiente
fr: Pré Post
ha: Jiya Post
pt: Anterior Próximo
sw: Iliyotangulia Baada
yo: Ìkejì Ìròyìn
zh: 上一篇文章

source: Primary
ar: أساسي
de: Primär
es: Principal
fr: Principal
ha: Babbar
ig: Nke Mbụ
pt: Principal
sw: Mkuu
yo: Akọ́kọ́
zh: 主要

source: PRIMARY
ar: الأساسي
de: PRIMÄR
es: PRINCIPAL
fr: PRINCIPAL
ig: NKỌ
pt: PRINCIPAL
sw: MKUU
yo: ÀKỌ́KỌ́
zh: 主要

source: Primary Care Provider
ar: مقدم الرعاية الأساسية
de: Hausarzt
es: Proveedor de Atención Primaria
fr: Médecin traitant
ha: Babbar Mai Kula da Lafiya
ig: Onye Nlekọta Nke Mbụ
pt: Provedor de Cuidados Primários
sw: Mtoa Huduma wa Huduma za Msingi
yo: Olùkọ́ Ìtọ́jú Akọ́kọ́
zh: 初级保健提供者

source: Primary Healthcare Agent
ar: وكيل الرعاية الصحية الأساسي
de: Primärer Gesundheitsagent
es: Agente de Atención Primaria
fr: Agent de santé principal
ha: Babbar Jami'in Kula da Lafiya
ig: Onye Ọrụ Nlekọta Nke Mbụ
pt: Agente de Saúde Primária
sw: Wakala wa Huduma za Afya za Msingi
yo: Aṣojú Ìtọ́jú Ìlera Akọ́kọ́
zh: 初级医疗代理

source: Primary Physician
ar: الطبيب الأساسي
de: Hausarzt
es: Médico Principal
fr: Médecin principal
ha: Babbar Likita
ig: Dọkịta Nke Mbụ
pt: Médico Principal
sw: Daktari Mkuu
yo: Oníṣègùn Akọ́kọ́
zh: 主治医生

source: Print / Save as PDF
ar: طباعة / حفظ كـ PDF
de: Drucken / Als PDF speichern
es: Imprimir / Guardar como PDF
fr: Imprimer / Enregistrer en PDF
ha: Buga / Ajiye a matsayin PDF
ig: Bipụta / Zọpụta dị ka PDF
pt: Imprimir / Salvar como PDF
sw: Chapisha / Hifadhi kama PDF
yo: Tẹ̀ / Fipamọ́ Gẹ́gẹ́ PDF
zh: 打印/另存为PDF

source: Priority
ar: الأولوية
de: Priorität
es: Prioridad
fr: Priorité
ha: Mahimmanci
ig: Mkpa
pt: Prioridade
sw: Kipaumbele
yo: Pataki
zh: 优先级

source: Privacy & Consent
ar: الخصوصية والموافقة
de: Datenschutz & Zustimmung
es: Privacidad y Consentimiento
fr: Confidentialité et consentement
ha: Sirri & Izini
ig: Nzuzo & Ịkwụ Ụka
pt: Privacidade e Consentimento
sw: Faragha & Idhini
yo: Ìdárayá & Ìgbàdùn
zh: 隐私和同意

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ha: Kundin Sirri
ig: Iwu Nzuzo
pt: Política de Privacidade
sw: Sera ya Faragha
yo: Ètò Ìdárayá
zh: 隐私政策

source: Privacy Settings
ar: إعدادات الخصوصية
de: Datenschutzeinstellungen
es: Configuración de Privacidad
fr: Paramètres de confidentialité
ha: Saitunan Sirri
ig: Nhazi Nzuzo
pt: Configurações de Privacidade
sw: Mipangilio ya Faragha
yo: Àwọn Ìsètò Ìdárayá
zh: 隐私设置

source: Private 1-on-1 conversations
ar: محادثات خاصة فردية
de: Private 1-zu-1-Gespräche
es: Conversaciones privadas uno a uno
fr: Conversations privées en tête-à-tête
ha: Maganganu na sirri 1-to-1
ig: Mkparịta Ụka Nke Mmadụ Abụọ
pt: Conversas privadas 1 a 1
sw: Mazungumzo ya Binafsi 1-kwa-1
yo: Àwọn Ọ̀rọ̀ Ìkọ̀kọ̀ Ẹ̀ẹ́kẹ́ Ẹ̀ẹ́kẹ́
zh: 私密一对一对话

source: Product Updates
ar: تحديثات المنتج
de: Produktaktualisierungen
es: Actualizaciones de Producto
fr: Mises à jour produit
ha: Sabuntawa na Samfur
ig: Ọsọ Ngwaahịa
pt: Atualizações de Produto
sw: Sasisho za Bidhaa
yo: Àwọn Ìmúdájú Ọrọ̀ Iṣẹ́
zh: 产品更新

source: Professional Bio
ar: السيرة الذاتية المهنية
de: Berufliche Biografie
es: Biografía Profesional
fr: Biographie professionnelle
ha: Bayanan Ƙwararru
ig: Akụkọ Ọrụ Gbasara Ọrụ
pt: Biografia Profissional
sw: Wasifu wa Kitaaluma
yo: Ìtàn Iṣẹ́
zh: 专业简历

source: Professional Profile
ar: الملف الشخصي المهني
de: Berufliches Profil
es: Perfil Profesional
fr: Profil professionnel
ha: Profayil na Ƙwararru
ig: Profaịlụ Ọrụ
pt: Perfil Profissional
sw: Wasifu wa Kitaaluma
yo: Profaili Iṣẹ́
zh: 专业档案

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ha: Profayil
ig: Profaịlụ
pt: Perfil
sw: Wasifu
yo: Profaili
zh: 档案

source: Profile photo
ar: صورة الملف الشخصي
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
ha: Hoto na Profayil
ig: Foto Profaịlụ
pt: Foto do perfil
sw: Picha ya wasifu
yo: Fọ́tò Profaili
zh: 档案照片

source: Profile saved successfully!
ar: تم حفظ الملف الشخصي بنجاح!
de: Profil erfolgreich gespeichert!
es: ¡Perfil guardado correctamente!
fr: Profil enregistré avec succès !
ha: Profil an ajiye da nasara!
ig: Profaịlụ echekwara nke ọma!
pt: Perfil salvo com sucesso!
sw: Wasifu umehifadhiwa!
yo: Profáìlì tọ́jú dáadáa!
zh: 个人资料保存成功！

source: Projectile
ar: قذيفة
de: Projektil
es: Proyectil
zh: 抛体

source: Protein
ar: البروتين
es: Proteína
fr: Protéines
pt: Proteína
sw: Protini
yo: Prótìnì
zh: 蛋白质

source: Protein (g)
ar: البروتين (غ)
es: Proteína (g)
fr: Protéines (g)
pt: Proteína (g)
sw: Protini (g)
yo: Prótìnì (g)
zh: 蛋白质 (g)

source: Provider
ar: مقدم الخدمة
de: Anbieter
es: Proveedor
fr: Prestataire
ha: Mai Kula
ig: Onye Nlekọta
pt: Provedor
sw: Mtoa Huduma
yo: Olùkọ́
zh: 医疗提供者

source: Public timeline — share & support
ar: الخط الزمني العام — شارك وادعم
de: Öffentliche Zeitleiste — teilen & unterstützen
es: Línea de tiempo pública — compartir y apoyar
fr: Fil public — partager et s'entraider
ha: Jerin lokaci na jama'a — raba & goyi baya
ig: Oge Ọha — Kesaa & Nyere Aka
pt: Linha do tempo pública — compartilhe e apoie
sw: Mstari wa wakati wa umma — shiriki & usaidiane
yo: Ìlò Gbogbo — pín & ṣe àtìlẹ́yìn
zh: 公开时间线 — 分享和支持

source: Publications (comma-separated)
ar: المنشورات (مفصولة بفواصل)
de: Veröffentlichungen (kommagetrennt)
es: Publicaciones (separadas por comas)
fr: Publications (séparées par des virgules)
ha: Nasarori (raba da koma)
ig: Edemede (jikọtara ya na kọma)
pt: Publicações (separadas por vírgula)
sw: Machapisho (yenye koma)
yo: Àwọn Ìtúkọ (ìpín pẹ̀lú àmì)
zh: 出版物（逗号分隔）

source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
ha: Buga
ig: Bipụta
pt: Publicar
sw: Chapisha
yo: Tán
zh: 发布

source: Publishing...
ar: جاري النشر...
de: Wird veröffentlicht...
es: Publicando...
fr: Publication en cours…
ha: Ana bugar...
ig: Bipụtụ...
pt: Publicando...
sw: Inachapishwa...
yo: Ń tán...
zh: 发布中...

source: Purchase failed: %@
ar: فشل الشراء: %@
de: Kauf fehlgeschlagen: %@
es: Compra fallida: %@
fr: Achat échoué : %@
ha: Sayan ya kasa: %@
ig: Nnweta dara: %@
pt: Compra falhou: %@
sw: Ununuzi haujafaulu: %@
yo: Rà kù: %@
zh: 购买失败：%@

source: Purchase recorded but verification failed — it may update shortly.
ar: تم تسجيل الشراء لكن التحقق فشل — قد يتم تحديثه قريباً.
de: Kauf erfasst, aber Überprüfung fehlgeschlagen – wird möglicherweise bald aktualisiert.
es: Compra registrada pero la verificación falló — puede actualizarse pronto.
fr: Achat enregistré mais vérification échouée — il peut se mettre à jour bientôt.
ha: An ƙidaya sayan amma tabbatarwa ta kasa — yana iya sabunta nan gida.
ig: Nnweta edekọrọ mana nnyocha dara — ọ nwere ike ịmegharị n'oge ole na ole.
pt: Compra registrada, mas a verificação falhou — pode ser atualizada em breve.
sw: Ununuzi uliandikwa lakini uthibitisho haujafaulu — inaweza kusasishwa haraka.
yo: Rà tọ́jú ṣùgbọ́n àyẹ̀wò kù — ó ṣe ìgbàtúnṣe ní ìṣẹ́jú díẹ̀.
zh: 购买已记录但验证失败 — 可能很快会更新。

source: Purification Pak Change
ar: تغيير حقيبة التنقية
de: Purifikationspak-Wechsel
es: Cambio de Pak de Purificación
fr: Changement de Purification Pak
ha: Canja Purification Pak
ig: Mgbanwe Purification Pak
pt: Troca de Pak de Purificação
sw: Badilisha Purification Pak
yo: Ìyípadà Purification Pak
zh: 净化包更换

source: Push Notifications
ar: إشعارات الدفع
de: Push-Benachrichtigungen
es: Notificaciones Push
fr: Notifications push
ha: Sanarwa ta Push
ig: Ọkwa Ọkụkụ
pt: Notificações Push
sw: Arifa za Push
yo: Àwọn Ìkìlọ̀ Ìfitán
zh: 推送通知

source: Qty
ar: الكمية
de: Menge
es: Cant.
fr: Qté
ig: Ọnụọnụ
pt: Qtd
yo: Iye
zh: 数量

source: Qty requested: %lld
ar: الكمية المطلوبة: %lld
de: Angeforderte Menge: %lld
es: Cantidad solicitada: %lld
fr: Qté demandée : %lld
ha: Qty da aka nema: %lld
ig: Ọnụọnụ achọrọ: %lld
pt: Qtd solicitada: %lld
sw: Qty iliyoombwa: %lld
yo: Iye ti a beere: %lld
zh: 请求数量：%lld

source: Quantity
ar: الكمية
de: Menge
es: Cantidad
fr: Quantité
ha: Adadi
ig: Ọnụọnụ
pt: Quantidade
sw: Kiasi
yo: Iye
zh: 数量

source: Quantity requested
ar: الكمية المطلوبة
de: Angeforderte Menge
es: Cantidad solicitada
fr: Quantité demandée
ha: Adadin da aka nema
ig: Ọnụọnụ achọrọ
pt: Quantidade solicitada
sw: Kiasi kilichoombwa
yo: Iye ti a beere
zh: 请求的数量

source: Range
ar: النطاق
de: Bereich
es: Rango
fr: Plage
ha: Jeri
ig: Ụdị
pt: Intervalo
sw: Eneo
yo: Ìlà
zh: 范围

source: Ranked by signal (WHO/CDC outward + ALAFIA inward)
ar: مرتبة حسب الإشارة (WHO/CDC الخارجة + ALAFIA الداخلة)
de: Nach Signal sortiert (WHO/CDC auswärts + ALAFIA einwärts)
es: Clasificado por señal (OMS/CDC saliente + ALAFIA entrante)
fr: Classé par signal (WHO/CDC sortant + ALAFIA entrant)
ig: Edere ya site na ịrịba ama (WHO/CDC na ụzọ ọzọ + ALAFIA n'ime)
pt: Classificado por sinal (OMS/CDC externo + ALAFIA interno)
sw: Kimeainisha kwa ishara (WHO/CDC nje + ALAFIA ndani)
yo: Ìpín gẹ́gẹ́ ìyalẹ̀nu (WHO/CDC ìsalẹ̀ + ALAFIA ìsalẹ̀)
zh: 按信号排序（WHO/CDC向外 + ALAFIA向内）

source: Rate your mood before starting
ar: قيّم حالتك المزاجية قبل البدء
de: Bewerten Sie Ihre Stimmung vor dem Start
es: Califica tu estado de ánimo antes de comenzar
fr: Évaluez votre humeur avant de commencer
ha: Auna jajirinka kafin fara
ig: Tụlee ọnọdụ obi gị tupu ịmalite
pt: Avalie seu humor antes de começar
sw: Kadiria hali yako kabla ya kuanza
yo: Ṣe ìwòye àyà rẹ kí o tó bẹ̀rẹ̀
zh: 开始前评估您的心情

source: Rating
ar: التقييم
de: Bewertung
es: Calificación
fr: Évaluation
ha: Auna
ig: Ntụkọ
pt: Classificação
sw: Ukadiriaji
yo: Ìwòye
zh: 评分

source: Read
ar: اقرأ
de: Lesen
es: Leer
fr: Lire
ha: Karanta
ig: Gụọ
pt: Ler
sw: Soma
yo: Kà
zh: 阅读

source: Read Document
ar: اقرأ المستند
de: Dokument lesen
es: Leer Documento
fr: Lire le document
ha: Karanta Takarda
ig: Gụọ Akwụkwọ
pt: Ler Documento
sw: Soma Hati
yo: Kà Ìwé
zh: 阅读文档

source: Read more about AI & your data
ar: اقرأ المزيد عن الذكاء الاصطناعي وبياناتك
de: Mehr über KI und Ihre Daten erfahren
es: Más información sobre IA y tus datos
fr: En savoir plus sur l'IA et vos données
ha: Karanta kaɗan game da AI & bayananku
ig: Gụọ ihe mma banyere AI & data gị
pt: Saiba mais sobre IA e seus dados
sw: Soma zaidi kuhusu AI & data yako
yo: Kà ẹ̀kọ́ sí AI & data rẹ
zh: 了解更多关于AI和您的数据

source: Read the full Privacy Policy
ar: اقرأ سياسة الخصوصية الكاملة
de: Vollständige Datenschutzrichtlinie lesen
es: Leer la Política de Privacidad completa
fr: Lire la politique de confidentialité complète
ha: Karanta Cikakken Kundin Sirri
ig: Gụọ Iwu Nzuzo Zuru Ezu
pt: Ler a Política de Privacidade completa
sw: Soma Sera Kamili ya Faragha
yo: Kà Ìlànà Ìdárayá Gbùngbùn
zh: 阅读完整隐私政策

source: Reading your entry…
ar: جاري قراءة إدخالك…
de: Eintrag wird gelesen…
es: Leyendo tu entrada…
fr: Lecture de votre entrée…
ha: Yana karanta shirinku…
ig: Ịgụ ihe i dere…
pt: Lendo sua entrada…
sw: Inasoma ingizo lako…
yo: Ń kà ìfitónilétí rẹ…
zh: 正在读取您的记录…

source: Reason for Visit
ar: سبب الزيارة
de: Grund des Besuchs
es: Motivo de la Consulta
fr: Motif de la visite
ha: Dalili na Ziyarci
ig: Ihe Kpatara Ịga
pt: Motivo da Consulta
sw: Sababu ya Ziara
yo: Idi Ìbẹ̀wò
zh: 就诊原因

source: Recalls
ar: الاستدعاءات
de: Rückrufe
es: Retiros
fr: Rappels de produits
ha: Ƙirƙira
ig: Ịpụta Ihe Ọzọ
sw: Ukumbaji
yo: Àtúnkọ
zh: 召回

source: Receive personalized health recommendations from AI
ar: احصل على توصيات صحية مخصصة من الذكاء الاصطناعي
de: Personalisierte Gesundheitsempfehlungen von KI erhalten
es: Recibe recomendaciones de salud personalizadas de IA
fr: Recevez des recommandations de santé personnalisées de l'IA
ha: Karɓa shawarwari na jiya daga AI
ig: Teruo ọmụmụ ike maka ahụ gị site na AI
pt: Receba recomendações de saúde personalizadas da IA
sw: Pokea mapendekezo ya afya yanayofaa wewe kutoka AI
yo: Gba ìmọ̀ràn àlàáfíà tí a ṣe fún ọ láti ọ̀dọ̀ AI
zh: 从AI获取个性化健康建议

source: Recent
ar: الأخيرة
de: Kürzlich
es: Reciente
fr: Récent
ha: Kwanan nan
ig: Nso Ọkụ
pt: Recente
sw: Hivi Karibuni
yo: Ìpẹ̀jọ
zh: 最近

source: Recipe URL (optional)
ar: رابط الوصفة (اختياري)
de: Rezept-URL (optional)
es: URL de Receta (opcional)
fr: URL de recette (facultatif)
ha: URL na Resipì (zaɓi)
ig: URL Nri (ọzọ)
pt: URL da Receita (opcional)
sw: URL ya Kachumbari (si lazima)
yo: URL Ọjẹ (àìfẹ̀ràn)
zh: 食谱URL（可选）
